[
  {
    "id": 1,
    "title": "UNTITLED",
    "content": [
      "Let’s just say this past week wasn’t one of my very best.",
      "Some deal I was working on for the better part of two months fell through at the very last minute, and worse, a trip I embarked on had anything but the intended result.",
      "Some days we try to comfort ourselves by telling ourselves that everything happens a reason, but let’s be honest, we all know in our hearts that things sometimes happen for no reason. We all know, too, that sometimes, reason is barely enough to suffice for or rationalize our loss(es). ",
      "I wasn’t very happy. It bothered me for a good minute. ",
      "Know what my friend told me later that evening? Sometimes you cross your ts and dot your I’s and you really can’t blame yourself and fuck up being productive enough for the next big thing just because this didn’t work.",
      "That resonated. Deeply. Cause just that morning I was so over it and was at the verge of throwing it all away. Was literally like, you know what? This isn’t even working, fuck this! ",
      "Being schooled in a culture that prioritizes taking all the credit for wins and all the blame for losses, that didn’t help my esteem much. I had thought hard and re-traced my steps. I had tried to see what I could’ve done more. What I could’ve worded better. And sure, I did sight a few lapses in retrospect, it wasn’t anything that I could admit to myself with a dispassionate degree of certainty that hey, Jagz, this was the one thing that could’ve been overwhelming enough to invalidate several weeks of committed work.",
      "I have to admit how humbling it all was, how powerless fate (sometimes) renders will, and how much things without our control could dwarf our efforts much the same way certain others could influence and elevate them.",
      "Had I done my best? Certainly. What mattered more, a win or a culture of building the consistency that requires results? Honestly, I’d have loved the win, but hey, the culture. Did I learn a thing or two? Three, actually. And what did I do after that initial bout of sadness? Nothing. It went, like (they all do)… poof!",
      "I could try again. Compared to throwing it all away, trying again wasn’t so hard after all. ",
      "ruller",
      "Hello, Tu’ites! Have you subscribed, shared or given feedback by way of commenting on our posts? Trust me, you are the reason I keep doing this. (Well, that’s not entirely true, but you get my drift, right?) Subscribe to our Newsletters to get immediately alerted whenever I put up a post. Share. Like. Comment. Buy. And push the ministry of Tiimbooktu forward any way you can. I’ll appreciate that. A lot.",
      "Gracias!"
    ]
  },
  {
    "id": 2,
    "title": "UNSUPPORTED",
    "content": [
      "At some point you will have to come to terms with that hard fact that all man has come to know; that you will not be given the same – or any – measure of support you have given.",
      "You would have to understand that these happenings, when they begin to manifest themselves, will be happenings that are worth being observed, never to be taken personally or acted upon emotionally for it is likely that you might miss the point completely.",
      "Come, let me tell you a story.",
      "I had a friend in those days. Her name was Deli. We all have a stereotype about upcoming artists, but there was something about her that cracked the glass and had it shattered. She put her soul. Her heart. Her everything into her project. Dude, I watched this girl build brick by brick. But a strange thing happened when she dropped her EP",
      "She did nothing.",
      "One play on her status here. One mime video on her X there. It seemed like she was ashamed of the work she had done and was distancing herself from it. She gave me a feeling that she was only ‘promoting’ it so it would not be said that she did nothing to promote it",
      "She was my friend. She dropped a product. I didn’t support it. Which brings us to my first point: People are unlikely to support content that lacks the enthusiasm of the creator.",
      "So, maybe, just maybe people do not support you because you aren’t even putting in enthusiastic effort in the first place",
      "If you throw support behind me, for example, when I release content, and then you begin to release content only for you to get no reasonable amount of support/promotion from me, perhaps, you should take a good look at your work. It just might be that yours lacks the culture of excellence that time has afforded me the opportunity to refine mine with.",
      "I write hella good and I know it. I put out calls every moment I get for creators to collaborate with me to create a new, progressive, more refreshing form of art. I get a lot of requests, but I politely turn a few down. As long as I’d love to support, I also cannot afford to hurt my brand with content that I know could use hell of a lot of growth and refinement.",
      "Maybe that’s why your friends (in the same industry as you) don’t (openly) support you.",
      "Another angle to this point is us understanding that people naturally love to be aligned with things, content and people with a potential for excellence. People want to take pics with the trim girl with a fat ass. They want to be the first to say “Hey, I support this guy” when they sense his sound is just right and likely to be popular. They want to promote that new director’s lil movie that’s shot with sharp cameras and great graphics.",
      "Now, while it’s true that we all agree that everyone needs to start from somewhere and that we all need to give everyone a chance to grow, it just happens also that this kind of talk falls into the category of those truths that everyone agrees on but never quiet give any bit of realistic fuck about.",
      "Truth is, people are typically vultures who hover and won’t give a fuck how much work you’re putting in if they don’t sense or feel a measure of potential excellence to it.",
      "It’s just the way I wouldn’t share a badly written story with a great plot until it’s written well. It’s just the way you’d likely not share the pic of your obese neighbor with a good character until she trims down.",
      "I don’t particularly love swear words. Matter of fact, I don’t even say half the shit I write in real life. They’re just strictly a part of my writing. And though I get that it might be shocking sometimes and off-putting for the most part, I also get that it’s a part of my art that would be impossible to alter.",
      "Which brings us to our third point: Values.",
      "I’ve got several pastor friends (or at least, deeply religious ones) who have never shared or ‘supported’ my content even though I know they love the content to death. And I totally understand. Because, in this age where every action must be carefully weighed and curated before being put out there, sharing my work might be sensed as an endorsement of my language.",
      "Think about it. It just might be that your content promotes certain values antithetical to what the people who do not publicly support you stand for.",
      "Of course, you might call them cowards for enjoying in private what they cannot promote in public, but you must also understand that values usually do not stand alone, that values are tied with respect, financial rewards etc. And you must ask yourself this: If it all starts falling down for them because they support me, at what level can my support get them back on their feet?",
      "It’s usually none.",
      "So, see? You just gotta calm down, too.",
      "Back in 2022, I promoted this nigga’s exchange platform extensively only to realize that he was the worst criminal ever clothed under the guise of Christianity. I didn’t know what I know now for I would have waited him out till he revealed himself, as most people invariably do after a prolonged period of pretense. When he began to scam people with relentless mercilessness, guess who was the guy to blame? M.E. I might have been talking to a wall for all the disclaimers I put out there. No one gave a fuck. Thing is, I introduced them to it and by default, I might have, or should have known.",
      "Which brings us to our 4th point. Being sure.",
      "People will usually keep from supporting the product of people whose ethics they’re not really certain of. True, they may be sure about YOU as far as surface friendships go, but how about your products or your conduct in relation to profit or product?",
      "A cosmetic line. Are the products legit or just stuff that’d end up giving people cancers, burns and growth? A trading platform. Will finances make this one turn a thief? Content. Will it become increasingly controversial with time? The list is endless. People are learning every day that for the most part, support isn’t usually worth it and that should they have to support, they just have to be entirely sure, so they don’t end up being the fall guy for the actions of miscreants whose profits they have no share in.",
      "Sometime last year a friend was quite pissed at me for not returning her calls. In her mind, dialing was a simple thing. And even if I couldn’t, texting that I would call her later was a simple thing.",
      "In my message back to her, I told her that judging people’s strengths based on ours was a wrong move. Texting in itself might be easy. But haven’t we all passed through such a mental and emotional drain so great that made something like texting or picking up calls impossible?",
      "It brings us to another point: Circumstance.",
      "Whether we like it or not, people are going through, and would always go through shit. A lot of it. You think people are living their best lives and have time for you and your content until you really ask the question, “HOW ARE YOU?” and actually wait for an honest answer. While you’re there getting mad that they’re not being supportive, you never know if they’re passing through the worst kind of things that the world may never hear of until the day they drop dead from all that accumulated stress.",
      "Of course, this may not be the case, but in other not to be disappointed in life, you must assume the worst of and from other people.",
      "You might think they’re making money and don’t want to buy from you, but do you know how much debt they’re servicing and if half the shit they own is even really theirs? Sharing your post might just be a click, but do you know if they even have the mental capacity to stand up from bed to take a piss? It’s just so much shit you don’t know about, and no matter how much you try to rationalize the so-called simplicity of certain actions, the truth is the possibilities are just so endless that you cannot possibly think of them all.",
      "So, hey, chill.",
      "And here is the point we’ve all been waiting for. LOL.: Envy.",
      "Some people are consumed with envy. Some people measure their lives with yours and decide that they’re smarter, more hardworking, more visionary, and that therefore, you have no business doing what you’re doing and that they deserve to do it.",
      "These are the people who can’t do without watching you and sneak-diss you at every point. And the worst kind, they say nothing. Just keep watching from the shadows.",
      "I cannot give you a breakdown on how to identify these lizards because honestly, they’re so inconsequential to me they do not even exist within my most faraway orbit of concern. But I can tell you this much: it’s best not to corrupt your energy trying to identify who might or might not be envious of you. It’s just soul-sucking shit at the end of the day.",
      "At the end of the day, too, you will realize that just because you loaned people shit doesn’t mean anyone owes you shit going as far as being supportive; that YOU, only YOU, owes you that.",
      "You will find out, much to your surprise, that your greatest support will come from people you’ve done nothing for; people who are not nor were ever even your friends.",
      "And while it might hurt a little remembering you were always there for people who’re now nowhere to be found when you most need them, this (above) will console you and you will learn your lesson, and as sure as hell use it to be your motivation to persevere.",
      "You’re focusing on building something lasting (at least I’d love to think that). Not taking a roll call of people who’ve probably never mattered to anything important, or themselves, not to talk of you, your brand or the greatness of your product."
    ]
  },
  {
    "id": 3,
    "title": "Brother II: Cracks",
    "content": [
      "Small people are a problem. The deficiency of height, it seems, is their source of endless anger. You can say I’m being stereotypical, but that’s your problem. And soon or later, you will see why I said so, I promise.",
      "We had bread, but we weren’t eating right. Buying food was a pet peeve that quickly turned to a real dislike. There was too much work to be done to waste time going out.",
      "That’s where Asha came in.",
      "See, Asha was the kind of girl that disappeared if you got on top. She was that small. Like a lapdog. You said she could cook, that she would save us lots of bread, that she’d come on Fridays and leave on Saturdays.",
      "I wasn’t down with that because inches quickly turn to miles. But those who put up fight must have ready solutions. And I didn’t. I couldn’t cook for shit. The kinda person I was, if a pot got dirty, I flung that shit out cause I knew I’d never use it, ever. I was that bad. You weren’t any better. You never even had a pot because you’d never cooked in this life. Haha. That, plus I know what women could do. You put ten guys in a place, and there are no issues, year in, year out. But then you put a girl in there and before you know it, they start snapping at each other like crabs, and before you know it, there’s a fight, a breakup and several irreparable relationships.",
      "We were still quite new eating, see? I feared for us. But I couldn’t articulate my concerns without sounding like a wuss, at best, or like I was jealous, at worst. Then, I didn’t know, but now I know that hard conversations are needed. Might be uncomfortable in the short run but it’s for the greater good in the long.",
      "So, she came. On this nice, bright Friday when the world was out there fighting its wars and making its peace and being all that we know the world to be now, as it was then.",
      "I wasn’t around when she did, but when I came, she was locked up in the room with you and didn’t come out to say hi. Which I thought was kinda fucked up. Cause you don’t come into a guest’s house all acting like you own the place, even if your boyfriend part-owns the house, see? She never came out that evening. She did that evening, though to cook, and she flung a hi my way with her spag top and her lil ass bum shorts, no pun intended.",
      "The food was ok. Not as great as I thought it was gonna be. But I ate it, of course. In the living room. Both of y’all stayed in the bedroom giggling and guffawing and watching a movie and when the gen came off at ten, I slept on the settee and before I knew it, I heard so much slapping, grunting, hissing, purring, choking, moaning, shrieking, and oohing and ahhing. Nigga, you were giving it to that bihh like a caveman, on his last day, on Viagra. Tha fuck!",
      "Jeez, I couldn’t sleep. At some point I even peeped cause I had an erection. That peeping was no good. The door was way peep-proof and I was worried that any moment y’all could pop out and see me for the shameless perv I was. Haha. When y’all were done you came out, took a manual shower out of a bucket and popped back in.",
      "I woke up to put in work when it was our usual time to wake up to put in work. I heard your alarm ring, and I waited for you to come out but you didn’t. So, I went out alone and as I walked out the gate, I remember sighing and thinking,",
      "Damn",
      "On Saturday evening, she was gone. I was relieved, but at the same time, I was nervous, and I was jealous and mad. Very mad. Nervous because I had concerns about the next Friday. Nervous because two days taken out of 247 hustle left 5, and 48 out of 168 was 120 which wasn’t good in any way. Nervous because inches quickly turn to miles, and I predicted she would start staying more. Nervous because we didn’t come this far just to get put out this early.",
      " Jealous because I was losing my nih, and we, marching, slowly, but surely, to an end I could see was inevitable.",
      "And mad because unlike you, I hadn’t had pussy in the longest time and wouldn’t even know where to put it even a large label in neon was put close to it.",
      "I stayed quiet and was moody, and when you playfully told me in your characteristic blunt way, Why you quiet? No worry, you go dey alright when you fuck, I looked at you a long time with a smile on my face and my fists in my pocket because God knows if the pair had been out, they’d have been out to knock a quarter of yo’ teeth out. ",
      "There was a slight distance for the rest of that day, but guys will be guys and by the very next day, the tension had cleared, and we were back to going hella hard, even though it appeared a little that you were still still hungover from that pussy-whip. I still didn’t tell you what I thought about this arrangement, but I should’ve. I guess at this point I was afraid to lose the argument because, to you and her credit, we just saved a shitload of money from the week’s worth of meals she cooked. And I guess I didn’t want to come off as jealous, too. You know how these tings go. ",
      "On Friday, she came again. Same time, same place. Haha. Same attitude, same activities. Haha. Same going out alone, same Damn!",
      "The next day, I waited for her to leave. ",
      "Nope, she stayed till Sunday. "
    ]
    
  },
  {
    "id": 4,
    "title": "Coffee",
    "content": [
      "The first time I drank coffee I was fourteen. If this were a story about coffee, I would say that’s a lie. The first time I tasted coffee, I was six, maybe seven. My mother has taken us to my aunt Victoria’s house. My father did not come with us— I thought he was busy— I know now, Aunt Victoria did not like him. I remember we were served rice and stew but what caught my eye was the glass Nescafé jar on the table, right in the centre of those woven tablecloths that only covered the middle. I thought they were the biggest grains of milo I had ever seen in it. I asked. My aunt said it wasn’t Milo but I didn’t believe her. So I snuck a piece. It tasted like earwax and childhood regret. I was glad I didn’t take the spoonful I had intended.",
      "If it was really about drinking coffee I’d tell you about the first time I saw someone drink coffee. My sister. I was almost eleven. She was almost fourteen. She thought she was overweight. After a lifetime of watching my mother watch her weight with teas, she convinced herself that black coffee was the elixir she needed. She would send me to City supermarket. I would buy a Nescafé tin of coffee, and she would put half the tin in this big, transparent-green, one-point five-litre jug. It was black, it was thick and it smelled bitter. She would close her eyes, close her nose, open her throat and chug until she finished it. Then she would be too jittery to eat, too jittery to sleep, too jittery, I guess, to see her reflection clearly. I took a sip once. It was awful.",
      "But this isn’t really about tasting coffee. Or drinking it. This is about my mother. She drank. Teas. Coffee. Alcohol. To end on that note would be to imply that she was an alcoholic. But thankfully, this isn’t about that either. You see, my mother was raised British. She had never and still has never actually left Nigeria, but her mother gave her up to her aunt who was a professor. Professor Aunt, whose name I must have learned at some point and forgotten, was married to a professor. She loved all things British. She made my mother learn to bake English muffins, make pancakes, scramble eggs, bake bread and meat pie but most of all, she taught my mother to love tea.",
      "I suppose in a way, I have her to thank for that, even though I suspect when my mother says raised, she means slaved but we are in Africa. It is an easy mistake to make.",
      "My mother and I never saw eye to eye. When I was young, she believed in God for a male child. She already had three girls. The pressure was distracting, between that and her job, she really did not have time to mother. When she finally got a son, I was young enough but old enough to realise that she looked at me, when she did look at me, with something akin to suspicion. For some reason, it felt, that she figured early on, earlier than I even knew what sex was, that I might develop into a sexual deviant.",
      "I don’t think it was anything I did particularly, after all, I remember this suspicion as far back as six. I have also never asked why. At this age, some conversations may be redundant. But she did. She yelled at me at six, when she found me coming out of the neighbouring “uncle’s” room. I would understand the fear in my adulthood except the way she went about showing this concern was strange.",
      "'Why did you come out of there? What were you doing there?'",
      "Not an “Are you okay?” Or a “Show me where he touched you on the dolly” in sight. We didn’t have dolls anyway. We were poor. And he didn’t touch me. He asked me to leave some lunch for him. I took him seriously and I did. Turned out he was joking, evidenced by the look on his face when I proudly showed off my food flask but my mother didn’t know any of that. She didn’t ask. Only threatened to beat me. I think from then on, she was suspicious.",
      "It wasn’t subtle either. She took my sleeping with my hands between my legs to keep them warm and ward off the malaria cold as a sign of lesbianism. She was deeply suspicious of all my male friends while seeming to never mind that my elder sister dated in secondary school at the same age I was. She questioned my movements, and my friendships always in an accusing tone.",
      "I remember when I finally snapped. We had just moved to a new house in a rough neighbourhood and my two male friends came to visit. The sitting room was still dirty, chairs hadn’t been properly arranged, so I suggested it would be more comfortable in the room already arranged. The bedroom I shared with my other three siblings, who were present at the time of the conversation. My mother agreed. So we went.",
      "We sat in the room with my other siblings having conversation for about an hour before I saw them off. Two weeks later she accused me of taking strange men into my room in her presence to do who-knew-what. My father told me I couldn’t be irresponsible. That if I “messed up myself” my life would be useless. We had a fight. I told her she had always treated like I was going to morph into a prostitute overnight and we barely spoke for two days.",
      "I’m telling you this so you know that my mother and I rarely spoke. She was not who I considered my friend. Until I had that cup of coffee at fourteen. My mother might have thought I would become a prostitute but she was the one that metamorphosized into something else. Something small. Through the suspicion and the fights, my mother was a force. Tiny woman who fearlessly faced down teenage boys twice her size. She was energetic. She had a fire.",
      "In between six and fourteen. In between a well paying job and abject poverty. In between being the most reliable breadwinner and the most reliable blame taker my mother shrunk. She went from wielding a cane to wringing her hands. She went from long winded scolding to apathetic silences. And she shrunk. The pants suits turned to mismatched clothing. The American muffins turned to watery soups. The fierceness turned to shallow timidity but what remained the same was the tea.",
      "My mother would make a cup in the morning. Sitting at the window of our house. Not the one I had called her a bad mother in, another home. An emptier one. She would sip her coffee. As we left. My father to wherever. My younger siblings to school. My elder sister to university. It was always just me and my mother. Even then, at fourteen, I knew my mother was not the same suspicious woman. This one, this version of mother, was someone else.",
      "I hesitated at first. I only ventured into the sitting room to watch her drinking a cup. Then I would ask for a sip, bracing myself for bitterness and childhood regret. But it never came. My mother liked her coffee black and sweet. No wonder, I thought, that she looked less sad, less haunched, less tired. A cup of",
      "coffee was a hollow magic wand, a black anchor that rolled back time, just a little, but only a little.",
      "It was humbling to see that sad-mom was not as formidable. It seemed petulant to keep fighting with an adversary who had forgotten where the weapons were kept. So I ventured farther. I began to sit with her. She talked to me. Or at me. I barely listened. About people I didn’t know. About the area we lived in that I hated. About what she hoped we could accomplish. About what the neighbours were up to. I listened, without committing to memory. I didn’t think the point was to remember. Only listen.",
      "She never apologised. I never asked for me. It was my thinking that sometimes kindness was enough, to soothe, to heal. And so I sat.",
      "Then one morning, when I was fourteen years old, when the house was empty and my mother sat by the window with her hollow magic wand, I asked her if I could have a cup. Her eyes lit up. She made me one. It did not taste like bitterness and childhood regret. It tasted light and sweet. It tasted, especially on dark days when I needed a bit of comfort, like kindness. A kindness that like my mother I came to love.",
      "You know, I think this is either about my mother or I might have been wrong after all and this is a story entirely about coffee."
    ]
  },
  {
    "id": 5,
    "title": "Borther: Initio",
    "content": [
      "You were sick half the time those days. It was always some shit or the other with your bones, your blood, your muscles or whatever it was with you that decided to go south.",
      "You wished to die then – or would have people believe so. I dunno, but it’s almost like you thought dying young was sexy or sum’n. You’d cite this long list of dead young famous folks, and I remember thinking all. dah. crap. made. no. damn. sense. Cause, why die? Then again, I’d known you long enough to rationalize the motivations behind a number of your actions.",
      "You were lost. Battered. Wounded. Mad. As was I. A young nigga in search of himself. As was I. In need of meaning. In search of an identity. As was I.",
      "Though you itched to be different, being different to you was nothing more than an attempt at attention. I knew. You knew I knew.",
      "It just was never (in) you, which was a’ight.",
      "Cause, I mean, people don’t necessarily need to be different to make a difference.",
      "It was the worst of times. It was the best of times. Those days, it was carbs all day, carbs all night till all we shat was carbs and all we ended up looking like were stray kids from Tigray. We’d smoke till we got a fever and listen to the Marleys, from Bob and Damian to Skip and Ziggy, from Julian and Jo to Yohan, Stephen and Mani.",
      "I fucked a lot with Stephen Marley’s Revelation Pt 1: The Root of Life album. Bad. Still do. (Years later, in the thick of things in Cairo, Warsaw, Girne, Kigali, Nicosia, Ankara and the many places life would take me, I would remember that album and remember us, and because I’d dropped smoking pot, would get fucked up on some Xanax and just reminisce).",
      "You know, it was always all good through the length of our highs, at least, up until the point we were done high-ing up. Because when we clambered down to reality, hell, it was usually to a beating from hunger. One so brutal and complete in its savagery we lost our senses and (our) bearing.",
      "One evening we heard our gate rattle. It was our neighbor, this fine as hell middle-aged lady who spent every two days working her pretty butt out. She was holding out a tray on which were two enamel pots smelling like heaven and wrapped in steam.",
      "For you, she said, smiled and walked away before I could say thank you.",
      "You know your situation’s gone full blast code red when you get offered bowls of food and it’s still months away from Christmas.",
      "Opened the pots. It was Ukodo. Damn! All we’d been having for one week straight had been potatoes. Potatoes and oil. Potatoes and water. Potatoes till our fart smelt of potatoes. Now it was something different. Jesus fucking Christ, we could’ve collapsed from gratitude.",
      "A third brother paid us a visit that same day and I still have that mini motion picture of us in my head eating in silence like three famished monkeys.",
      "You know, we told him around a mouthful, you suppose come join our hussle. You fit come perm for diside. E no too gel o, but at least, we still dey run am any which way.",
      "Way before he opened his mouth, his hesitance had already given us a clue. ",
      "I don’t know if my brother would allow me, he said.",
      "Then things began to change.",
      "The bread began to trickle in. ",
      "When things begin to change you gotta be extra careful, yo. Lack is hardly a judge of character. Plenty is. And the plenty sorta fucked us up a little. Didn’t fuck us up all the way, though. Just a little. ",
      "Of course, egos clashed. ",
      "Me, I had seen hunger firsthand and this little break in stat had gotten me rabid with ambition. Now, I wanted more, and I needed us to expand our reach. Fast. ",
      "You, you had become calm. Way too calm for my liking.",
      "Remember the day you said you wanted to buy a house so you could retire for a little bit if life hit you? And I was like, what dirty life? LOL. That shit pissed me off, like, the hell!",
      "Did we go off the beaten path for nothing? Did we go off the beaten path to be small and write budgets? Not me, goddammit! Did we say fuck you to the certainty and security of a job only to become and remain small? I didn’t want to get a small house and get hitched, pop kids and be restrained to the dreariness of family life. Did you? No.",
      "So, you keyed. ",
      "The bread never became a problem cause you could see that that shit was just a mere means to an end.",
      "What, however, became a problem was something unlikely. Something we never would’ve thought. It was something that belonged to you.",
      "Asha"
    ]
  },
  {
    "id": 6,
    "title": "Tiimbooktu: Us, Ours & Our Path To Being",
    "content": [
      "Sometime in November, 2023, fresh off a trip from Cairo, I quit writing on all the platforms I used to. ",
      "I’m not gonna call names, but there were rules over there that I simply wasn’t feeling. And, honestly, I think everyone was just so consumed with being (and writing) perfect(ly) that everyone ended up being too pliant, obedient, doing the same thing and saying the same thing.",
      "I don’t set out to be rebellious three/fourths of the time. I just find myself being that way. So, when I woke up that morning, packed my shit up from alla dem platforms and was like, you know wah? Fuck this! I’mma do my own thing, I wasn’t surprised. I’d kinda known all along that it was just a matter of time my revulsion got the better of me and drove me to do my own thing. Not just because I could (everybody can), but because ultimately, I knew I could do better (only a few can).",
      "That was the morning Tiimbooktu started.",
      "I’ll shatter a myth about readers and writers and people are likely going to lose their shit when they see this (and they’re very free to): People read A LOT and a lot more people than you probably know want to write, but an absence of relatable material and an even greater absence of writers worth emulating dampens their zeal.",
      "The world’s already half-moved past authors who write books that reflect none of the present-day-speak or writers who romanticize misery and overemphasize history. All the writers we see are broke as shit and the ones we hear are rich have an aura and dress sense no better than highwaymen from the 1800s.",
      "Now, we got a few on X but they’re largely irrelevant because all they do is either write complex poems that mean nothing or ceaselessly contribute to social commentary only to be ignored in actual matters of social engineering. Which is why no one you know wants to be a writer because, come to really think of it, what the fuck is there to being one? Nothing. ",
      "Back to Tiimbooktu and that November morning. ",
      "I imagined a space for the waifs and strays of the world in diverse artistic sectors to come read, write and sample their shit. I imagined people like me who didn’t necessarily feel compelled to have to follow any kind of conventional rules to be bloody rich and bloody relevant. I imagined the abolishment of artistic seclusion and the promotion of artistic alliance in furtherance of the influence, command and creation of culture. And, above all, I imagined simplicity, inclusivity and liberty. ",
      "In March, I began physical plans and by May, the website was complete. I’d never put a thing out there I wasn’t comfy with, so I kept working on it up until July when a personal tragedy happened which carried all the way to September.",
      "Mind you, four different designers had worked on it, making additions I directed, but it got to a point I was just like, Yo, I’m just gonna teach myself coding and design cause it’s obvious these folks’ll keep trying to fuck up my vision with their ‘experience’.",
      "And I did just that.",
      "In the month of October, quest, curiosity and dissatisfaction kept pushing me to make more and more tweaks and I mistakenly walked into arguably the worst week of my life when I woke up one evening to find out I had wiped out every change I’d ever worked on and taken back to square one. So, there I was, building brick x brick and block x block till December came, all the while directing products, sourcing funds, writing articles, practicing vocals and dealing with personal piles of crap that just won’t go away.",
      "But here we are.",
      "There is starting small and there’s starting insignificant. What Tiimbooktu is doing is the former. I’m not going to blow smoke up your ass and tell you we’ve got it all figured out. As with any budding endeavor set to shatter and redefine culture, we will face challenges and make mistakes. We will be ragged and ridiculed, and our modes and methods will be harshly criticized. Those who started with us will not be those who continue with us. ",
      "But I’ll tell you this much: This is an Association that’ll redefine artistry and – (mark this 29th day of December, 2024) – influence, command and create culture worldwide, not through petty gimmicks and needless controversy but through pure talent and sheer will.",
      "Now, tell me, how can we lose?"
    ]
  },
  {
    "id": 7,
    "title": "UNTITLED",
    "content": [
      "One afternoon half a decade ago, I and a buddy drank one too many of that evil dwarf beer and got too shitfaced to think straight. But, think all the same, we did, and decided, in all our wisdom, to get tattoos. At the very last minute he wisely declined to get any, but me who’d had it in mind to get tats since I was probably 16 decided, against my better judgement, to.",
      "Getting it wasn’t really the issue, per se. Getting it there was. The tattoo artist was this surly-tempered, bald-headed ancient fuck that couldn’t keep a steady hand to save his dick. Still, I looked up Malcolm X, selected that pic of him holding up a gun and peering out a window and handed it to him. This dumbass motherfucker ended up doing what dumbass motherfuckers do: be a dumbass motherfucker. The gun ended up being bigger than the Malcolm X holding it and the detailing was so shabbily done that all I got for the money spent and pain gotten was wearing a pair of long sleeves and opting for an immediate cover up.",
      "Which brings us to a series of points when getting a tat, the first of which is",
      "It’s been 17 years already and I think of it, like, Fuck! Life!",
      "THE ARTIST.",
      "Now, there are quite a number of frauds out there masquerading as tattoo artists. I’ve never risked getting a tattoo in Nigeria, for example. And I absolutely do not think you should either, because what the hell do these guys use? Cashew nuts and pins and needles or something? Like, what the hell, mehn. Ever seen what their black ink turns into after some time? Something dull green, like a leech. And ever notice what the feel and texture of the tat feels like? Bumpy, like an ugly scar. Again, ever notice what becomes of the whole of the tat after a few years? Fragments, like a patch of badly dried earth. Nowhere through the duration of that godamned tat are you made to be truly satisfied.",
      "Should you decide to, however, because you can’t wait to rock that ink, you might want to research thoroughly. You hear me? Re-search tho-ro-ugh-ly. Sure, they’ll show you videos and pictures of previous clients, but that doesn’t necessarily mean shit. Anything taken with good lighting combined with the right angles can turn turd to butter. Plus, at the end of the day, it’s a business and most won’t care to lie as long as they get your money into their pockets.",
      "There’s no failsafe way to ensure the best service through research, but one thing I’d advice, though, is taking a good look at the artist. Good tattoo artists usually have on good tats and bad tattoo artists usually have amateur t-arts.",
      "Of course, there’s the argument that an artist with bad art might have gotten progressively better over the years. Good point, but, would you be willing to risk it?",
      "THINK.",
      "You’ve heard and read it everywhere it has become the unanimous truth: Tattoos are permanent. Think carefully before you wear one.",
      "That’s not entirely true. Tattoos aren’t permanent. Because they absolutely can be removed. I can imagine the reason why they put that fear of the permanence of tats in you, though. To make you think hard. As you should.",
      "A tattoo is a mode of self-expression. People have a fairly good idea who you are and what you stand for by mere looking at them. Which is why thinking up the right tat is quite important. [Personally, I think it’s a horrible idea for anyone to do tats because of the idea they think they’ll communicate to others. In my opinion, half the people who see your tats, regardless of the Jesus or the Jesus’ Cross it is, already see you as the Devil’s Cupbearer. I think one’s tats ought to be for you and only you, and for no one else but you].",
      "Regardless of what it is though, trust me, you wanna draw something you’d represent for a long time. Of course, ideologies change, friendships shift, life happens and the people we were so sure of remaining quickly become distant shadows, which is why you ought to think through/about that ink. Like me, you should not take that decision when drunk or high. Or in love.",
      "A quote? Probably. Religious symbols? Great. A family member? Dope. A celebrity? Risky. A personality trait? Cool. A boyfriend/girlfriend (based on love)? Terrible. Something abstract? Awesome.",
      "Personally, I have quotes all over, from Hamlet to a Bible verse. And I have a bear tat, a mom tat, a Richard Wright tat, an aspect of personality tat and a girlfriend tat (based on influence, not love). I’ve never regretted any of them, and will likely never, except that shit up there which, as you now know, had to be covered up ASAP.",
      "So, yeah. Think! You don’t want to live with something you’re compelled to keep covering up, something you have to put out a disclaimer for every now and then, or worse, something that haunts your privacy/ peace of mind.",
      "THE PAIN.",
      "Like most things that demand specific answers, the answer to whether or not tattoos hurt depends.",
      "Hold on a minute. That there doesn’t depend. TATTOOS HURT! Period! I mean, we’re talking about repeatedly piercing the skin with a sharp or a series of sharp needles. It is the extent of the hurt that varies, and that depends. Depends on what? On who. On what part of the body. On the person’s threshold to pain. On how long the session is. I dare say it even depends on the artist.",
      "Everyone generally seems to agree that the chest (sternum), ribs, knuckles, ankles, the back of your hand and the top of your feet are the worst places to get tatted because they’re bony. I’d guess so too, considering it’s some hard ass needle repeatedly digging and buzzing through and through for several hours. For me though – and here’s why I say it depends –  it was different. Sure, the pain shocked me into extreme hypersensitivity at first, but with time I became comfortable and then it became unbearably sweet (I remember my tattoo artist asking what was wrong with me cause I kept chuckling, and sometimes, laughing). Then again, I doubt I’m normal so it’s probably safer for you to assume your session will be truly horrible, from beginning to end.",
      "For the fleshier parts of the body (where most people get tatted) like the arms (outer and inner), the back and (perhaps) the thighs, it’s almost like a soothing sensation (something that I’d hardly even call pain). Sure, it’ll hurt at first but ten to fifteen minutes in, you’re sure to get used to it and might even totally embrace it and yearn for more.",
      "(It should be noted that hurt might mean many things here which include, but aren’t limited to, burning, stinging, irritation, chaffing, violent murder pain, birth pain. LOL.)"
    ]
  },
  {
    "id": 8,
    "title": "LISTEN, YOU REALLY CAN'T SEE SHIT!",
    "content": [
      "Occasionally, you’ll see the couple that pop out with the cute videos and pristine smiles, and I know I’m a diehard cynic but, I swear, not in this case.",
      "I’ve just always called bullshit on the reactions these things bring.  ",
      "For example, a reaction like: You can see it in his eyes that he really loves her!",
      "Really? You can see it in his eyes? The fuck do you think you can see from a 30-second edited clip made to make you see the exact same response you end up saying you see?",
      "You. can’t. see. shit! And here’s why:",
      "See, when I used to run exam rackets for folks back in uni, so overconfident was I in my Anini skills to walk into any exam hall, on any campus, regardless of how many invigilators, damn near invisible, that it got to a point I began to impersonate females. Well, until one fine afternoon, when I met my waterloo and got my black ass spotted and called out.",
      "Hey, you there! the invigilator yelled. Stand up!!",
      "I was taken to a corner, surrounded and grilled. Hard. Every trick in the book was concocted to have me admit my alleged wrong. Wasn’t going to happen for I knew what became of those who did; how the immediate response would involve, but wouldn’t be limited to one too many slaps, instant arrest, potential torture in custody, extortion and summary expulsion to cap it all up when I finally got out.",
      "At the end of the day my fate which rested in the hands of an elderly lady was decided when, having looked long and hard at me, concluded that I was no threat and definitely no impersonator and that she knew this in her heart because my eyes said it all.",
      "I was let go. ",
      "I do not think the average mind can even begin to conceive the potential for deception human beings have. I do not think we can begin to imagine the extent to which people might reach for to feign shit. Which is why depression will always be elusive. Listen, you can’t see shit in nobody’s eyes. You can’t see pain, you can’t see love, you can’t see desire, desperation, you can’t see nothing, you can’t see nada. You can only see what they want you to see. Even the meanings behind the slightest, most inconspicuous expressions can only be decoded with just a miserably limited degree of accuracy, and people have begun to learn very quickly to fake and master that.",
      "Which is quite hilarious because for a generation hooked on the ease of judgement fleeting moments bring, they could be, on the one hand, surprised that they just got fooled, and on the other hand, adamant that they  will continually get, fooled."
    ]
  },
  {
    "id": 9,
    "title": "Illegal",
    "content": [
      "He says the shit is easy peasy, that the city is easy, that the roads are pearl-paved, that I’ll just do my master’s, maybe find a job on the side to support and sustain me and you know, live, cause that’s not what I’m currently doing. 18 months, he says, I’m out. For some reason he keeps repeating that.",
      "You’re in? he asks. So I can start processing the papers.",
      "I’m still holding the phone to my ears. My mind’s running circles. He wants to help, I see that, but it feels strange. People don’t go about hawking help, pushing it people’s way.",
      "You there? He asks. Hello?",
      "And I catch myself. Yeah, hello! I’m here.",
      "Ah ah! I asked you if you were in nah. He sounds irritated. You sef.. I no understand again.",
      "I don’t really know, I say. My voice is pleading, hoping that he understands that lots of thoughts are required for such big moves.",
      "No wahala. He hangs up.",
      "He doesn’t pick my two thousand calls when I later do. Now, I’m desperate. Via text, I beg, kneel, swear that I’m ready. A week later he sends the requirements and his account number. In a very curt manner. And a week after that, I’ve gotten my admission, standing in an airport, bags in hand, staring in awe at FIDS.",
      "The first thing he does right after ‘welcoming’ us at the airport is ask for our passports and stuff them in his cross bag. Our, because apparently, I’m not the only one. There are two others like me. A little lady with almost no shoulders called Morayo and another with a quick temper and a bad mouth, iDante.",
      "But, why?",
      "He doesn’t even bother replying.",
      "When iDante starts to rant, he calmly tells his driver to drop her and start driving. I think that shuts her up for good.",
      "You go soon understand, he says to us all with a dark grin. ",
      "But no, we don’t understand, so, we drive in silence with the tenseness in there is so thick you could stick a pin in it. And, no, the roads aren’t pearl-paved either. They’re lonely and cracked.",
      "Six minutes and a half hour later, we arrive at a house with four girls are in it. One’s sitting alone savoring a cigarette and lost in thought. The rest are on the floor rattling dices and throwin’ em, chattering. They take a quick, uninterested glance at us. Well, more like through us, and continue.",
      "A little while later he calls us in.",
      "Welcome to Cy P. You will begin school on the 10th. You will be fed and clothed, but I won’t do it. There are ways to earn money, and I will teach you how – if you want to learn. You might want to, and fast, because now, you owe me nine million each.",
      "The words are done tumbling out his mouth and he has left us all three to combat our new reality, but I can still hear his words. Especially the last six.",
      "The girls here are raw and violent, vulgar, scheming and everly suspicious.",
      "Dis my toto, Pepe says, slapping her smooth crotch multiple times, na wetin I go use buy Benz for my mama. No worry.",
      "Yes ooo, Coco says, running right in front of her and twerking. ",
      "Well, a week later, they would fight. Over a client Pepe’d introduce her to.",
      "Apparently, the guy would like Coco more, stop calling Pepe and have Pepe’s typically quick mind begin brooding and suspecting, stitching and spinning conspiracies. A quick search through Coco’s phone would confirm those suspicions and she would confront Coco who, acting more hurt at the irritating invasion of privacy than the matter at hand, would say in the most nonchalant tone, Na street, abeg. Every guy na everybody guy.",
      "That shit would make Pepe lose her mind. So good wey me do for you don turn bad?",
      "To which Coco would retort, Which good? Na my fault say he cherish my toto pass?",
      "Pepe’d lose her control and composure and beat the living daylight shit out of her, subduing her and pouring [so much] pepper into the other girls veejay she would run mad and lose consciousness.",
      "And, of course, the police would later find out because, these hospitals typically don’t like blacks and usually snitch.",
      "Both would be deported.",
      "No more Benz dreams for Pepe. Sure as hell no [more] guy for Coco.",
      "But sometimes, the girls were ‘close’. Like when ‘dry’ evenings had us swapping stories, noting how so similar “men and sex” were. Like the evening Bahaushe got fed up, climbed over the balcony railings and flung herself off it right in front of us. Like the night Rakiya took me aside and told me with a mix of humor and earnestness, Babes, no dull o! Na outside your money dey, no be inside house!",
      "No one ‘gave’ clients anymore after what happened. No one wanted to be the next Coco and Pepe.",
      "The pressure was up on me. Bad. Morayo had gotten a client. iDante with her sullen little face had gotten one, too. They got smashed for less than a literal dollar, but a client was still a client. Technically. Really, the bosses/madams didn’t care for how often you got fucked. Or how much, either. You could be smashed for a piece of copper for all they cared. All they cared to know was that you were bringing something, at least. They had to recoup fast and bring in more girls.",
      "I didn’t want a less-than-a-dollar client, but one night my boss met me sitting pretty in the house alone with all the girls out and he yelled so hard at me that my body got drained of my spirit like blood and ice off a pack of defrosting meat. I took my hopeless self from the house to the club and sat with nothing but a bottle of water before me and a miserable, invisible but pretty visible pick me please sign around my neck.",
      "I must’ve sat there for four hours before a guy signaled me over",
      "In my whole life prior to this I wouldn’t have imagined being so happy to get a guy who’d pay to service me, but this is life and the once forbidden quickly turns to the desirable.",
      "First thing I noticed about him was the thick vein in the middle of his forehead, so I concluded he must be Igbo (with one of those oos names like Militus). He had on the normal lion, Jesus and cross tattoo, so I concluded he must be a Yahoo boy, too.",
      "He bought me a drink, the cheapest chapman on the shelf. He didn’t say a lot after that and when I spoke, all he did was half-smile.",
      "So, how much your matter be? He asked after he was done with his bottle.",
      "Short or night? I found myself asking.",
      "Night.",
      "Night, $40, I wanted to say, but I found myself saying, $10.",
      "He gave me a glance but I could tell there was a whole stare in there – if he hadn’t been so aware and guarded.",
      "Alright, he said. No lele."
    ]
  },
  {
    "id": 10,
    "title": "Knowledge",
    "content": [
      "Sometime in the late 30s a young man walked late into class and met two problems on the blackboard he assumed were take home assignments. He  went home to work on them only to realize they were far from easy, but he just kept battling the pair  for several days till he got both right.",
      "He submitted these “assignments” and forgot all about them only to have his prof at his door one morning, looking a little too excited, and, strangely enough, urging him to sign. ",
      "Sign what? He asked. Sign, why?",
      "For your paper to be published, his prof replied. You just solved two of the most famous, unsolved statistical problems in history.",
      "George Dantzig was his name. ",
      "Back when ATMs were popular, I developed a reputation for ignoring queues and trying out the unattended ATMs. I did this because prior, none the wiser, I had discovered a curious thing; that, at best, what (and basically all) every customer ‘knew’ was what the person (or people) before them had told them.",
      "“Is that ATM paying?”",
      "“No o.”",
      "And they would simply fall in line with the rest.",
      "Too many times, based solely off the answer of that one person, without even attempting to exercise the presence of mind to know on their own (and to try) they would wait.",
      "Not just they. Me, too. You see, we would stand in line with dozens of others waiting on that one paying ATM until, eventually, someone who couldn’t be bothered to know would walk in, walk straight to the unused ATM and cashout.",
      "Nigga, what do you ‘know’?",
      "I’ve heard a lot of shit in my short life so far. Same thing I notice over and over again, that so many people are good at repeating exactly what people say, often without understanding or thinking about its meaning (Parroting, the dictionary calls it) and certainly without trying them out themselves.",
      "[It is why I have a problem with people who think a certain something is the truth just because several sources have confirmed it. (For all I care, the ‘several sources’ might’ve heard their news from ONE source who might as well have been a rumor-mongering idiot all along.)]",
      "What I think is the real tragedy are the sheer number of untrue things that people have come to know:",
      "That that is not a career that can ever make any reasonable money",
      "That that is not a course that can be passed without compromising",
      "That that is not a height that can be reached without luck",
      "That that is not an institution where harmony can be",
      "People usually don’t know what the hell they’re talking about, when it really comes down to it. ",
      "YET, for all the idiocy being peddled around in the name of truth, the idea isn’t to go on disbelieving everything and everyone you hear (as this might lead to several avoidable instances, cause let’s be honest, everybody can’t be wrong all the time, even if they’re parroting).",
      "The idea, instead, is to filter, to weigh, to think through, to question, and to at least, try.",
      "The idea is to un-condition yourself and purge your mind from the things you have come to know, and factory reset.",
      "The idea is to develop the mind to the extent of being independent in thought.",
      "What if George Dantzig had ‘known’?",
      "True, ignorance is expensive but knowledge, sometimes, is our curse.",
      "Like anything about this piece? Don’t enjoy alone. Share us… to expand our reach. Subscribe… so you don’t miss out on rich articles such as this. Comment… so I know what you think. And come, let’s collaborate so stroytelling can be way much fun than just words. ",
      "Muchas Gracias"
    ]
  },
  {
    "id": 11,
    "title": "Problem",
    "content": [
      "As I’m writing this, I geh like five problem. Five! All which needs to be solved before Wednesday. They cease to be a problem after Wednesday. Doesn’t mean their automatic absence would make me feel any better. No. I’ll still feel terrible. For a while, likely. ",
      "So, I’m talking to my friend about it. No specifics. Just a general overview. He cuts in with a hiss and tells me, Na problem be dat? Then he proceeds to tell me ten of his. Like I care. Like I’m supposed to feel his matter more than, or are bigger than, mine. ",
      "Honestly, for all I care they don’t even seem that big. After all, money can solve his. Mine? Money can’t necessarily.",
      "I’d rather cry in a Lambo than in a Beetle seems like such the right and boujee thing to say. Well, until you start driving a Lambo and come to the sobering realization that a problem remains a problem either way; something you’d really, really rather not deal with. And that, of course, be it Lambo or hut, either remain astonishingly inconsequential in the face of whatever it is strong enough to keep keeping you up at night, making you cry. ",
      "Different kind of problem dey, manchi. ",
      "Some have a glimmer of hope. It is this glimmer, the size of a wan dot, keeping them afloat, year in, year out, and [that] likely has for five, ten, twenty years. And some? That same hope don go tey tey. Matter of fact, they’re simply walking around looking for an 18-wheeler to climb their head. ",
      "In 2022, a terrible kain of problem hit me. Na once my shoe hot. My hair begin bite me. That is another kind of problem. Problem wey fit make you think, think, think yourself pass your own junction. Some are wrapping up this weekend laughing hard and livin’ it up only to go meet that kind of a problem on Monday. Driving straight at it, funnily enough, in the $350k Beemer you think is the height of peace and rest.",
      "Some problems, you complain and moan because they’re so big and then all of a sudden, a much bigger one of the most unthinkable, unanticipated kind flies straight at you and hits you so hard in the guts you blackout and wake up to start pleading with your creator to please leave you with the ‘blessing’ of your former problem. ",
      "But LOL, too late. ",
      "Some problem dey, the way out is only $40 [with the world probably deriding the problem-carriers because How can’t a responsible adult have ordinary $40?] Others, nothing less than a noose and no note left behind, with the world shouting judgement like Death is NEVER the answer and Suicide is cowardice, is. ",
      "Certain problems will never get solved, no matter how much you cry [like the sons of Baal] to your maker. As for other problems, time, chance and pure, dumb luck will, and worse, to the underserving kind.",
      "Some problems, drugs will dull. And some, drugs will face, bow and have no option but to react by compounding the shit out of them and giving birth to a litter of tragedies.",
      "Wo, it is a blue day for me joor. Honestly, I wish I had the right kind of words to say to you passing through trying times, but truth is, I still dey reason my before Wednesday problems and I really no get strength comfort anybody because, me, other than my stupid friend, nobody sef dey to comfort me. ",
      "All I know though is, no matter what, we go scale, we go sha dey alright. ",
      "In this life. ",
      "Or the next. ",
      "Subscribe to us. Share us. Let me know what you think in the comment section, and, Yay! Happy February! We survived Jan."
    ]
  },
  {
    "id": 12,
    "title": "HELLO, CREATOR!",
    "content": [
      "Exactly a month ago I took Tiimbooktu online. I could tell you thirty reasons I’ve learnt so far, but since its always struck me funny how people’s number of learned lessons somehow, always, tallies specifically with [the numerics of] whatever they’re celebrating, I’m just gonna leave all that and tell you my shit. ",
      "I failed law school. It’s no news at this point. Wasn’t because I wasn’t smart. I failed simply because I refused to put any effort into a career I knew I wasn’t gonna use. That became a problem, and I’ll tell you why.",
      "Just because you think you’re not gonna use something does not make it useless. ",
      "The day you decide that you wanna be a Free Disciple, that you decide to want to spend your life dedicated to the creation, growth, evolution and advancement of art, culture or whatever you assume your calling is, is the day you’ve signed up for a life of living [at least, at the beginning] with no pot to piss in.",
      "You wanna live at the edge, right? You wanna reject society’s standards, yeah? Cool. You’ll realise, quite quickly, that their revolt against your audacity will quickly chop through your knees and get you broke. ",
      "And let me tell you what these broke jokers won’t: In the pursuit of dreams, no matter how noble, money is important!!!",
      "Over the years, I realized, with a bit of remorse, that even though I knew that I wasn’t necessarily going to become a lawyer lawyering away in court, there were numerous handy skills that the law had to offer which I could use in funding the advancement of my dreams, instead of getting stalled, or worse, getting into things that had a likeliness to jeopardize my hard work. In the future.  ",
      "I guess my point is this: As a creator, you WILL need money. And since you’d likely not be able to get it through the traditional means, you would need to avail yourself of opportunities in absorbing every knowledge you come across, formal or informal, cause that might easily convert into a skill that might [and would] definitely come in handy.",
      "It was Jesse Jagz’ who sang, Give me the wisdom to see freedom isn’t free!",
      "People often mistake being loose for being free. The only reason they leave the ‘corporate’ life isn’t just because that shit doesn’t fit. It’s because they think the lifeis “free”. See, that thinking is what I call shit thinking. ",
      "The life of a creator is a hard one. A taxing one. One filled with misery, doubts and a will that battles all of the shit that comes before breakthroughs. Whatever you do owes nothing to anti-fashion, anti-trends or anti-conventionality. Whatever you do, instead, is a representation of who you are. It’s not forced. It flows. ",
      "You don’t say shit like, I drink black tea before writing just because it sounds mysterious. It is said because that is a discovery of your creative flow, what works for you. ",
      "Your tats may be a spit on so-called decency, but there’s a reason behind it. Your hair. Your waking up. Sleep patterns. All of that shit, see?",
      "You are no more under the rules of a central authority [which makes it harder]. You are now your own authority, a will hard enough to have you wake up when it’s tiring, when it’s sweet; a will hard enough to have you create art when it’s the hardest. ",
      "So, no, creative. You’re free, but you’re not supposed to be free in that way. Nah."
    ]
  },
  {
    "id": 13,
    "title": "YAA MEJI",
    "content": [
      "I went to a secondary school filled with teachers who were more of sadists than anything else. They came, taught, beat and scrammed. All. Except 1.",
      "Ms. Yaa Meji had a thick pair of glasses and peanut eyes behind them. The first day she came, we weighed her, judged her soft and raised hell. She didn’t say nada. She didn’t call in Mr. Uwadia to fuck us up or Mr. Ofeke to set us straight. She just did her thing amidst the noise and left. But there’s something about true influence: it emerges and rises, mostly without the threat of violence.",
      "The next time she came, she held all 66 of us hostage. I’m not talking 45 minutes. I’m talking two periods – 90 minutes. With influence. No cane. No yells. Just pure, raw influence. I didn’t clown. Doro didn’t hurl paper planes or make ‘n sail cardboard boats. Gaga didn’t grab a seat that didn’t belong to him. Gharen-Ere shut all that marine spirit behavior up and Waire with her one hand folded up her unladylike wildness and kept it in a corner.",
      "See, there was a way about Yaa. She was a code, a mystery, a puzzle we went on a wild goose chase trying to crack. She was accessible and at the same time, impenetrable. Quiet and at the same time, intense. One day, I told her to shush and when I saw the heartbreak in her eyes, I felt so broken I still felt like a ragdoll for several more days even after she’d said, I forgive you.",
      "Those days, my school fees weren’t safe. I’d gotten into a habit of gambling, and I’d gamble all that shit away and miss a lot of classes, overconfident in my prowess to catch up without stress.",
      "One Thursday, I went to school and got chased out, but not before seeing Yaa Meji to tell her I missed her. I’d be back on Tuesday, I said. And though I didn’t believe I could raise my fees in three days, I did it (through means I’m too ashamed to say), got myself sorted out on Monday and looked forward to the classes on Tuesday just before short break: Government and English Language, double period.",
      "I arrived early that Tuesday and met Doro.",
      "She don go, he said. Yaa Meji.",
      "I was like, What? Then I start laughing because Doro could be a class clown sometimes. But he wasn’t smiling.",
      "So, I’m looking at him and he’s still not smiling. In a little while Igho comes along and says the same thing: Yaa Meji don go.",
      "My head’s starting to spin. I’m thinking about the word, “go” and thinking it has another parlance to which I can apply her absence but go is go and their saying my love is gone? I’m thinking about the Akeelah and the Bee DVD between my books in my bag that I promised to give her.",
      "I don’t understand, I say.",
      "I swear, Igho says.",
      "Commot go where? I ask.",
      "They shrug and don’t answer. In fact, no one does cause no one knows. ",
      "It’s been 17 years already and I think of it, like, Fuck! Life!"
    ]
  },
  {
    "id": 14,
    "title": "SKELETON. CLOAK. SCYTHE",
    "content": [
      "Dear Diary,",
      "These days, I deal with pain I speak nothing about. I smile. I chuckle at jokes that don’t deserve it. Sometimes, I troll and say wild shit, still, I walk around with holes. big holes in my soul that don’t fill up. ",
      "I feel nervous. I was born nervous, and I can’t help it. I look through the blinds every second expecting my past to close the gap and catch up, ready to take on karma with my head held up high and me on my Sunday best.  ",
      "Mostly, I’m angry but I keep my temper on a leash because these days, more people than we know actively will death on themselves, on the lookout for people to murder them. I might go to prison, but na today? One thing has always been certain: It won’t – like it has never been – be for silly nonsense. ",
      "Loss is wild. It swoops. One minute you think you and yours are immune and untouchable. You think the word “Death” is the assign of others, that it is something foreign and distant, something you only hear on the news. So, no, it can’t be for you. You pray, don’t you? Or don’t you spend half your days on your knees?",
      "But it comes. It comes and before you know it, you have it in the same sentence as that loved one. Before you know it, you’re using them in past tense. Pictures are all you have. Pictures, items and the reconstruction of memories.",
      "We were raised to believe tears are an admittance of guilt, so we don’t cry. But some days, it’s like we admit guilt, because we cry. ",
      "Some days, I fight. Some days, I rest. Each day, I try to do more than try. Clock’s ticking. We’re closer to fifty than we know it. "
    ]
  },
  {
    "id": 15,
    "title": "Kaka",
    "content": [
      "Listen, when you go to your elder sister’s place and the first question she asks immediately your luggage hits the floor is when you think you’ll be leaving, kindly forget the smile and the pleasant tone the question is couched in (for your own good) and know, just know, that you are not welcome on this ground.",
      "Pick up a random day – Thursday – tell her and start to plot your Thursday exit right from that moment because when that Thursday comes, you must find your way out, whether your stray, squatting ahh likes it or not.",
      "You have four days here. Act right when she’s around. You do not particularly fancy her boyfriend, but you’re in her house, so remember to act like you like him. Remember to help him fix his collar even when his shirt has neither collar nor anything that needs fixing. Remember to comment on how well-fed his thick neck looks and how you can’t wait to be his sister-in-law.",
      "The moment she leaves for work the next day at 5, the house becomes yours till 4. Fasten the gate downstairs and lock the doors upstairs for extra assurance. Tiptoe to her room and giggle through her diary and the tears in it. Snoop through her wardrobe and play Gomorrah Whore with half her lingerie. Divide and conquer the fattest calf in the fridge and swig alcohol from a few of the bottles her fridge is lined with. She’s your blood sister for Chrissakes, not your evil stepmother, ah ah.",
      "But remember, when you’re done with the shenanigans, carefully walk yourself as far back the steps your drunken memory can take you and try to fix as much your mess as you can. Because time has flown, it is now a quarter to 4 and God help your dirty little soul if she comes home to as much as a suspicion of the loads of mischief you’ve been up to.",
      "Three days have flown by, and it is Wednesday already. Three whole days you played with abandon and dined like an illegal in a sanctuary city. Now suffering is before you and like the robber that you are, you must now load up your belly and make certain to enjoy like it’s your last.",
      "So that afternoon, fill up a kitchen mortar with Golden Morn, get a whole jar of ice water and grab the largest tin of full cream milk in the pantry just to nurse your gluttony. For each spoonful of cereal, take two of milk. Each spoonful of cereal, two of milk. Each spoonful of, two of. Laidat laidat.",
      "But Gad cannot be mocked.",
      "Shey you are traveling tomorrow?",
      "Your sister has bidden you farewell. She doesn’t even pretend to miss you. She sees you off to the bus park, gives you a half hug and is too happy to see you leave. You’ve been trouble right from birth and God forbid you’d follow her all the way to adulthood to be trouble, too. Last night she asked, You wear my paynt? Cause d tin dey smell like anoda persin nyash!",
      "You denied. Of course.",
      "The bus fills up. Slowly.",
      "A man with a dungeon face introduces himself as you people’s driver.",
      "But, No call me driver, he warns. Call me pilot.",
      "It’s one thing about these clowns. They think a change of name is a change of qualification. ",
      "Lagos to Abuja is twelve hours. Oga Pilot says he can be there in seven. See, when a nigga who wished he flew a plane makes a promise like that, be rest assured he intends to have that promise fulfilled no matter what, no matter who, and that he intends to have that bus running on anything but two silly pair of tires.",
      "So, the journey starts and, coincidentally, that just happens to be the exact moment your stomach starts to play Black Panther, you know, that scene where T’Challa is about to fight that grab nigga by the waterfall:",
      "TuGULunDUguDUM TuGULunDUguDUM!",
      "Now, you’re sweating. Worse, you’re wearing a jalabiya. A thick, black one that bars breeze. ",
      "The bus is cool, and great music is playing, and everyone is chill, hoping the pilot is serious about getting to Abuja in record seven hours, but there you are sitting on half yo’ ass, cursing your greed, sweating like a damn idiot at a bonfire party. Cause that liquid shit is roiling and boiling in your guts like a kettle of water  and is a mere quarter inch short of taking a wild hot burst right outta ya.",
      "You shut your eyes and will yourself into imagining that this as just another nightmare, but no. It is no nightmare. This is the culmination of your greed n gluttony.",
      "You want to cry out to the pilot to stop the bus so you can take this shit, but you are a fine girl and fine girls don’t shit. That’s one. And two, how do you even start to articulate something like that. One minute, your guts are taking a pause, and you think the world’s gonna be alright and that you’ll survive seven more hours of this horror. But the next minute…",
      "TuGULunDUguDUM TuGULunDUguDUM!!!",
      "It’s beating. Beating hella hard. Beating like war drums. ",
      "Even worse, this nigga seems like he wants to make it to Abuja in like, three. He’s running over people and potholes alike, flying over bridges and past checkpoints, upsetting the delicate balance of your equilibrium till you can’t take it anymore.",
      "Drivaaaa, you say, trying to control your voice. Please, I want to drop here.",
      "The whole bus turns to look at you cause Nah, you didn’t just pay all that money just to drop here, did you? As for the driver who feels insulted that one person here still has the audacity to call him Driver after all he’s done, he ignores you, and when he sees your face through the rearview, he speeds even faster and runs over more potholes cause ugly guys just love to tell pretty girls that they ain’t give a shit.",
      "Driva, I say I want to drop here!!!",
      "Perhaps, he’d have been more forgiving if you were ‘loyal’. You never know with these people. One thing is certain though. He now wants to make it to Abuja in three hours, and come rain or sun, fine girl or not, nothing is gonna stop him from that quest even if you get left out in the middle of nowhere.",
      "Which is where you actually get left out. All because throughout your life, you’ve never eaten Golden Morn."
    ]
  }
  
]