[
  {
    "id": 1,
    "title": "UNTITLED",
    "content": [
      "Let’s just say this past week wasn’t one of my very best.",
      "Some deal I was working on for the better part of two months fell through at the very last minute, and worse, a trip I embarked on had anything but the intended result.",
      "Some days we try to comfort ourselves by telling ourselves that everything happens a reason, but let’s be honest, we all know in our hearts that things sometimes happen for no reason. We all know, too, that sometimes, reason is barely enough to suffice for or rationalize our loss(es). ",
      "I wasn’t very happy. It bothered me for a good minute. ",
      "Know what my friend told me later that evening? Sometimes you cross your ts and dot your I’s and you really can’t blame yourself and fuck up being productive enough for the next big thing just because this didn’t work.",
      "That resonated. Deeply. Cause just that morning I was so over it and was at the verge of throwing it all away. Was literally like, you know what? This isn’t even working, fuck this! ",
      "Being schooled in a culture that prioritizes taking all the credit for wins and all the blame for losses, that didn’t help my esteem much. I had thought hard and re-traced my steps. I had tried to see what I could’ve done more. What I could’ve worded better. And sure, I did sight a few lapses in retrospect, it wasn’t anything that I could admit to myself with a dispassionate degree of certainty that hey, Jagz, this was the one thing that could’ve been overwhelming enough to invalidate several weeks of committed work.",
      "I have to admit how humbling it all was, how powerless fate (sometimes) renders will, and how much things without our control could dwarf our efforts much the same way certain others could influence and elevate them.",
      "Had I done my best? Certainly. What mattered more, a win or a culture of building the consistency that requires results? Honestly, I’d have loved the win, but hey, the culture. Did I learn a thing or two? Three, actually. And what did I do after that initial bout of sadness? Nothing. It went, like (they all do)… poof!",
      "I could try again. Compared to throwing it all away, trying again wasn’t so hard after all. ",
      "ruller",
      "Hello, Tu’ites! Have you subscribed, shared or given feedback by way of commenting on our posts? Trust me, you are the reason I keep doing this. (Well, that’s not entirely true, but you get my drift, right?) Subscribe to our Newsletters to get immediately alerted whenever I put up a post. Share. Like. Comment. Buy. And push the ministry of Tiimbooktu forward any way you can. I’ll appreciate that. A lot.",
      "Gracias!"
    ]
  },
  {
    "id": 2,
    "title": "UNSUPPORTED",
    "content": [
      "At some point you will have to come to terms with that hard fact that all man has come to know; that you will not be given the same – or any – measure of support you have given.",
      "You would have to understand that these happenings, when they begin to manifest themselves, will be happenings that are worth being observed, never to be taken personally or acted upon emotionally for it is likely that you might miss the point completely.",
      "Come, let me tell you a story.",
      "I had a friend in those days. Her name was Deli. We all have a stereotype about upcoming artists, but there was something about her that cracked the glass and had it shattered. She put her soul. Her heart. Her everything into her project. Dude, I watched this girl build brick by brick. But a strange thing happened when she dropped her EP",
      "She did nothing.",
      "One play on her status here. One mime video on her X there. It seemed like she was ashamed of the work she had done and was distancing herself from it. She gave me a feeling that she was only ‘promoting’ it so it would not be said that she did nothing to promote it",
      "She was my friend. She dropped a product. I didn’t support it. Which brings us to my first point: People are unlikely to support content that lacks the enthusiasm of the creator.",
      "So, maybe, just maybe people do not support you because you aren’t even putting in enthusiastic effort in the first place",
      "If you throw support behind me, for example, when I release content, and then you begin to release content only for you to get no reasonable amount of support/promotion from me, perhaps, you should take a good look at your work. It just might be that yours lacks the culture of excellence that time has afforded me the opportunity to refine mine with.",
      "I write hella good and I know it. I put out calls every moment I get for creators to collaborate with me to create a new, progressive, more refreshing form of art. I get a lot of requests, but I politely turn a few down. As long as I’d love to support, I also cannot afford to hurt my brand with content that I know could use hell of a lot of growth and refinement.",
      "Maybe that’s why your friends (in the same industry as you) don’t (openly) support you.",
      "Another angle to this point is us understanding that people naturally love to be aligned with things, content and people with a potential for excellence. People want to take pics with the trim girl with a fat ass. They want to be the first to say “Hey, I support this guy” when they sense his sound is just right and likely to be popular. They want to promote that new director’s lil movie that’s shot with sharp cameras and great graphics.",
      "Now, while it’s true that we all agree that everyone needs to start from somewhere and that we all need to give everyone a chance to grow, it just happens also that this kind of talk falls into the category of those truths that everyone agrees on but never quiet give any bit of realistic fuck about.",
      "Truth is, people are typically vultures who hover and won’t give a fuck how much work you’re putting in if they don’t sense or feel a measure of potential excellence to it.",
      "It’s just the way I wouldn’t share a badly written story with a great plot until it’s written well. It’s just the way you’d likely not share the pic of your obese neighbor with a good character until she trims down.",
      "I don’t particularly love swear words. Matter of fact, I don’t even say half the shit I write in real life. They’re just strictly a part of my writing. And though I get that it might be shocking sometimes and off-putting for the most part, I also get that it’s a part of my art that would be impossible to alter.",
      "Which brings us to our third point: Values.",
      "I’ve got several pastor friends (or at least, deeply religious ones) who have never shared or ‘supported’ my content even though I know they love the content to death. And I totally understand. Because, in this age where every action must be carefully weighed and curated before being put out there, sharing my work might be sensed as an endorsement of my language.",
      "Think about it. It just might be that your content promotes certain values antithetical to what the people who do not publicly support you stand for.",
      "Of course, you might call them cowards for enjoying in private what they cannot promote in public, but you must also understand that values usually do not stand alone, that values are tied with respect, financial rewards etc. And you must ask yourself this: If it all starts falling down for them because they support me, at what level can my support get them back on their feet?",
      "It’s usually none.",
      "So, see? You just gotta calm down, too.",
      "Back in 2022, I promoted this nigga’s exchange platform extensively only to realize that he was the worst criminal ever clothed under the guise of Christianity. I didn’t know what I know now for I would have waited him out till he revealed himself, as most people invariably do after a prolonged period of pretense. When he began to scam people with relentless mercilessness, guess who was the guy to blame? M.E. I might have been talking to a wall for all the disclaimers I put out there. No one gave a fuck. Thing is, I introduced them to it and by default, I might have, or should have known.",
      "Which brings us to our 4th point. Being sure.",
      "People will usually keep from supporting the product of people whose ethics they’re not really certain of. True, they may be sure about YOU as far as surface friendships go, but how about your products or your conduct in relation to profit or product?",
      "A cosmetic line. Are the products legit or just stuff that’d end up giving people cancers, burns and growth? A trading platform. Will finances make this one turn a thief? Content. Will it become increasingly controversial with time? The list is endless. People are learning every day that for the most part, support isn’t usually worth it and that should they have to support, they just have to be entirely sure, so they don’t end up being the fall guy for the actions of miscreants whose profits they have no share in."
    ]
  }
]