[
  {
    "id": 1,
    "title": "How to Fall in Love (Without Ever Admitting that is What You are Doing.)",
    "content": [
      "First you say, “I don’t do this often. I never do this.” As you press your lips to his hesitant ones. You’re not sure who you’re telling. Who you’re desperately trying to convince. Yourself? Him? Because you don’t do this. Or run your fingers under his shirt and feel his skin give under your touch. You never wrap your legs around a stranger’s waist. You don’t shiver under his touch. You do not, never, arch your back as he tugs on your nipple. You don’t moan so loud that you worry his sister in the next room will hear.",
      "You swear it means nothing. Your body is going haywire. Betraying you. That’s what happens when you haven’t had decent sex in a bit. It’s just a side effect of disassociation, the body-but-brain-not-present state you’ve been in a while. Feels like a lifetime worth of time. The orgasm shocks you back into your body. Back from purgatory into full, rude, painful life. Ouch.",
      "You can excuse the first. Then the second.",
      "Then the third.",
      "Fourth.",
      "Fifth.",
      "As just lust. But lust isn’t the reason you grin at his peculiarities. Because he is a peculiar man. It is not the reason you get into impassioned arguments and make up nicknames for him mentally that you will never say out loud. It is not the reason you l…Ike that he makes your breakfast after a night of eating you like a starving man.",
      "Screwed. Figuratively and literally what you are. But you’re an obstinate little fool. The kind whose feelings need validation before they are known. So what if loud nights turn into quiet evenings? Maybe the fact that he remembers something random from three weeks ago means nothing.",
      "Not that you are looking for meaning in the curve of his smile. In the way his hands grip the steering wheel and he whispers to himself. Definitely not in the words that he mumbles in his sleep or the way he swings over a leg to find you in the corner you have huddled on the bed. Coward.",
      "But you pick up meaning anyway. Quiet evenings turn to sizzling afternoons, sharing a kitchen with another body. Surely this departure from who you are, this sharing of your sacred space is a clear sign that you l…Ike him.",
      "You would hate it though. To fall in degrees. Without your permission. Without his tripping, limbs scattering, hand grasping at nothing, falling too. Falling loudly, for you. So you put a fence. You hold the fence. Teeth barred. Heart hidden.",
      "Damn him. Because you never do this. And sandwiched between where you begin and where he ends is the mosaic of memories that pull you and him together. Sandwiched between you and him are the memories of what it means to yearn. What it means to stand naked on the edge of the abyss calling, praying, hoping viciously that it does not whisper an answer back to you. Because no answer is better, much better, than having no other choice than to admit that you feel. Coward.",
      "Stickx writes from Upper Volta. She likes dogs, The Weeknd and being left alone.",
      "Have any story? Visual or audio visual? An art form that tells a story? Shiii, what you waiting for? Send me a message @ kijagoban@tiimbooktu.com"
    ]
  },
  {
    "id": 2,
    "title": "COFFEE",
    "content": [
      "One afternoon half a decade ago, I and a buddy drank one too many of that evil dwarf beer and got too shitfaced to think straight. But, think all the same, we did, and decided, in all our wisdom, to get tattoos. At the very last minute he wisely declined to get any, but me who’d had it in mind to get tats since I was probably 16 decided, against my better judgement, to.",
      "Getting it wasn’t really the issue, per se. Getting it there was. The tattoo artist was this surly-tempered, bald-headed ancient fuck that couldn’t keep a steady hand to save his dick. Still, I looked up Malcolm X, selected that pic of him holding up a gun and peering out a window and handed it to him. This dumbass motherfucker ended up doing what dumbass motherfuckers do: be a dumbass motherfucker. The gun ended up being bigger than the Malcolm X holding it and the detailing was so shabbily done that all I got for the money spent and pain gotten was wearing a pair of long sleeves and opting for an immediate cover up.",
      "Which brings us to a series of points when getting a tat, the first of which is",
      "It’s been 17 years already and I think of it, like, Fuck! Life!",
      "ruller",
      "THE ARTIST.",
      "Now, there are quite a number of frauds out there masquerading as tattoo artists. I’ve never risked getting a tattoo in Nigeria, for example. And I absolutely do not think you should either, because what the hell do these guys use? Cashew nuts and pins and needles or something? Like, what the hell, mehn. Ever seen what their black ink turns into after some time? Something dull green, like a leech. And ever notice what the feel and texture of the tat feels like? Bumpy, like an ugly scar. Again, ever notice what becomes of the whole of the tat after a few years? Fragments, like a patch of badly dried earth. Nowhere through the duration of that godamned tat are you made to be truly satisfied.",
      "Should you decide to, however, because you can’t wait to rock that ink, you might want to research thoroughly. You hear me? Re-search tho-ro-ugh-ly. Sure, they’ll show you videos and pictures of previous clients, but that doesn’t necessarily mean shit. Anything taken with good lighting combined with the right angles can turn turd to butter. Plus, at the end of the day, it’s a business and most won’t care to lie as long as they get your money into their pockets.",
      "There’s no failsafe way to ensure the best service through research, but one thing I’d advice, though, is taking a good look at the artist. Good tattoo artists usually have on good tats and bad tattoo artists usually have amateur t-arts.",
      "Of course, there’s the argument that an artist with bad art might have gotten progressively better over the years. Good point, but, would you be willing to risk it?",
      "ruller",
      "THINK.",
      "You’ve heard and read it everywhere it has become the unanimous truth: Tattoos are permanent. Think carefully before you wear one.",
      "That’s not entirely true. Tattoos aren’t permanent. Because they absolutely can be removed. I can imagine the reason why they put that fear of the permanence of tats in you, though. To make you think hard. As you should.",
      "A tattoo is a mode of self-expression. People have a fairly good idea who you are and what you stand for by mere looking at them. Which is why thinking up the right tat is quite important. [Personally, I think it’s a horrible idea for anyone to do tats because of the idea they think they’ll communicate to others. In my opinion, half the people who see your tats, regardless of the Jesus or the Jesus’ Cross it is, already see you as the Devil’s Cupbearer. I think one’s tats ought to be for you and only you, and for no one else but you].",
      "Regardless of what it is though, trust me, you wanna draw something you’d represent for a long time. Of course, ideologies change, friendships shift, life happens and the people we were so sure of remaining quickly become distant shadows, which is why you ought to think through/about that ink. Like me, you should not take that decision when drunk or high. Or in love.",
      "A quote? Probably. Religious symbols? Great. A family member? Dope. A celebrity? Risky. A personality trait? Cool. A boyfriend/girlfriend (based on love)? Terrible. Something abstract? Awesome.",
      "Personally, I have quotes all over, from Hamlet to a Bible verse. And I have a bear tat, a mom tat, a Richard Wright tat, an aspect of personality tat and a girlfriend tat (based on influence, not love). I’ve never regretted any of them, and will likely never, except that shit up there which, as you now know, had to be covered up ASAP.",
      "So, yeah. Think! You don’t want to live with something you’re compelled to keep covering up, something you have to put out a disclaimer for every now and then, or worse, something that haunts your privacy/ peace of mind.",
      "ruller",
      "THE PAIN.",
      "Like most things that demand specific answers, the answer to whether or not tattoos hurt depends.",
      "Hold on a minute. That there doesn’t depend. TATTOOS HURT! Period! I mean, we’re talking about repeatedly piercing the skin with a sharp or a series of sharp needles. It is the extent of the hurt that varies, and that depends. Depends on what? On who. On what part of the body. On the person’s threshold to pain. On how long the session is. I dare say it even depends on the artist.",
      "Everyone generally seems to agree that the chest (sternum), ribs, knuckles, ankles, the back of your hand and the top of your feet are the worst places to get tatted because they’re bony. I’d guess so too, considering it’s some hard ass needle repeatedly digging and buzzing through and through for several hours. For me though – and here’s why I say it depends –  it was different. Sure, the pain shocked me into extreme hypersensitivity at first, but with time I became comfortable and then it became unbearably sweet (I remember my tattoo artist asking what was wrong with me cause I kept chuckling, and sometimes, laughing). Then again, I doubt I’m normal so it’s probably safer for you to assume your session will be truly horrible, from beginning to end.",
      "For the fleshier parts of the body (where most people get tatted) like the arms (outer and inner), the back and (perhaps) the thighs, it’s almost like a soothing sensation (something that I’d hardly even call pain). Sure, it’ll hurt at first but ten to fifteen minutes in, you’re sure to get used to it and might even totally embrace it and yearn for more.",
      "(It should be noted that hurt might mean many things here which include, but aren’t limited to, burning, stinging, irritation, chaffing, violent murder pain, birth pain. LOL.)",
      "ruller"
    ]
  },
  {
    "id": 3,
    "title": "THE NOW",
    "content": [
      "Occasionally, you’ll see the couple that pop out with the cute videos and pristine smiles, and I know I’m a diehard cynic but, I swear, not in this case.",
      "I’ve just always called bullshit on the reactions these things bring.  ",
      "For example, a reaction like: You can see it in his eyes that he really loves her!",
      "Really? You can see it in his eyes? The fuck do you think you can see from a 30-second edited clip made to make you see the exact same response you end up saying you see?",
      "You. can’t. see. shit! And here’s why:",
      "See, when I used to run exam rackets for folks back in uni, so overconfident was I in my Anini skills to walk into any exam hall, on any campus, regardless of how many invigilators, damn near invisible, that it got to a point I began to impersonate females. Well, until one fine afternoon, when I met my waterloo and got my black ass spotted and called out.",
      "Hey, you there! the invigilator yelled. Stand up!!",
      "I was taken to a corner, surrounded and grilled. Hard. Every trick in the book was concocted to have me admit my alleged wrong. Wasn’t going to happen for I knew what became of those who did; how the immediate response would involve, but wouldn’t be limited to one too many slaps, instant arrest, potential torture in custody, extortion and summary expulsion to cap it all up when I finally got out.",
      "At the end of the day my fate which rested in the hands of an elderly lady was decided when, having looked long and hard at me, concluded that I was no threat and definitely no impersonator and that she knew this in her heart because my eyes said it all.",
      "I was let go. ",
      "I do not think the average mind can even begin to conceive the potential for deception human beings have. I do not think we can begin to imagine the extent to which people might reach for to feign shit. Which is why depression will always be elusive. Listen, you can’t see shit in nobody’s eyes. You can’t see pain, you can’t see love, you can’t see desire, desperation, you can’t see nothing, you can’t see nada. You can only see what they want you to see. Even the meanings behind the slightest, most inconspicuous expressions can only be decoded with just a miserably limited degree of accuracy, and people have begun to learn very quickly to fake and master that.",
      "Which is quite hilarious because for a generation hooked on the ease of judgement fleeting moments bring, they could be, on the one hand, surprised that they just got fooled, and on the other hand, adamant that they  will continually get, fooled."
    ]
  }
]
