[
  {
    "id": 1,
    "title": "How to Fall in Love (Without Ever Admitting that is What You are Doing.)",
    "content": [
      "First you say, “I don’t do this often. I never do this.” As you press your lips to his hesitant ones. You’re not sure who you’re telling. Who you’re desperately trying to convince. Yourself? Him? Because you don’t do this. Or run your fingers under his shirt and feel his skin give under your touch. You never wrap your legs around a stranger’s waist. You don’t shiver under his touch. You do not, never, arch your back as he tugs on your nipple. You don’t moan so loud that you worry his sister in the next room will hear.",
      "You swear it means nothing. Your body is going haywire. Betraying you. That’s what happens when you haven’t had decent sex in a bit. It’s just a side effect of disassociation, the body-but-brain-not-present state you’ve been in a while. Feels like a lifetime worth of time. The orgasm shocks you back into your body. Back from purgatory into full, rude, painful life. Ouch.",
      "You can excuse the first. Then the second.",
      "Then the third.",
      "Fourth.",
      "Fifth.",
      "As just lust. But lust isn’t the reason you grin at his peculiarities. Because he is a peculiar man. It is not the reason you get into impassioned arguments and make up nicknames for him mentally that you will never say out loud. It is not the reason you l…Ike that he makes your breakfast after a night of eating you like a starving man.",
      "Screwed. Figuratively and literally what you are. But you’re an obstinate little fool. The kind whose feelings need validation before they are known. So what if loud nights turn into quiet evenings? Maybe the fact that he remembers something random from three weeks ago means nothing.",
      "Not that you are looking for meaning in the curve of his smile. In the way his hands grip the steering wheel and he whispers to himself. Definitely not in the words that he mumbles in his sleep or the way he swings over a leg to find you in the corner you have huddled on the bed. Coward.",
      "But you pick up meaning anyway. Quiet evenings turn to sizzling afternoons, sharing a kitchen with another body. Surely this departure from who you are, this sharing of your sacred space is a clear sign that you l…Ike him.",
      "You would hate it though. To fall in degrees. Without your permission. Without his tripping, limbs scattering, hand grasping at nothing, falling too. Falling loudly, for you. So you put a fence. You hold the fence. Teeth barred. Heart hidden.",
      "Damn him. Because you never do this. And sandwiched between where you begin and where he ends is the mosaic of memories that pull you and him together. Sandwiched between you and him are the memories of what it means to yearn. What it means to stand naked on the edge of the abyss calling, praying, hoping viciously that it does not whisper an answer back to you. Because no answer is better, much better, than having no other choice than to admit that you feel. Coward.",
      "Stickx writes from Upper Volta. She likes dogs, The Weeknd and being left alone.",
      "Have any story? Visual or audio visual? An art form that tells a story? Shiii, what you waiting for? Send me a message @ kijagoban@tiimbooktu.com"
    ]
  },
  {
    "id": 2,
    "title": "COFFEE",
    "content": [
      "The first time I drank coffee I was fourteen. If this were a story about coffee, I would say that’s a lie. The first time I tasted coffee, I was six, maybe seven. My mother has taken us to my aunt Victoria’s house. My father did not come with us— I thought he was busy— I know now, Aunt Victoria did not like him. I remember we were served rice and stew but what caught my eye was the glass Nescafé jar on the table, right in the centre of those woven tablecloths that only covered the middle. I thought they were the biggest grains of milo I had ever seen in it. I asked. My aunt said it wasn’t Milo but I didn’t believe her. So I snuck a piece. It tasted like earwax and childhood regret. I was glad I didn’t take the spoonful I had intended.",
      "If it was really about drinking coffee I’d tell you about the first time I saw someone drink coffee. My sister. I was almost eleven. She was almost fourteen. She thought she was overweight. After a lifetime of watching my mother watch her weight with teas, she convinced herself that black coffee was the elixir she needed. She would send me to City supermarket. I would buy a Nescafé tin of coffee, and she would put half the tin in this big, transparent-green, one-point five-litre jug. It was black, it was thick and it smelled bitter. She would close her eyes, close her nose, open her throat and chug until she finished it. Then she would be too jittery to eat, too jittery to sleep, too jittery, I guess, to see her reflection clearly. I took a sip once. It was awful.",
      "But this isn’t really about tasting coffee. Or drinking it. This is about my mother. She drank. Teas. Coffee. Alcohol. To end on that note would be to imply that she was an alcoholic. But thankfully, this isn’t about that either. You see, my mother was raised British. She had never and still has never actually left Nigeria, but her mother gave her up to her aunt who was a professor. Professor Aunt, whose name I must have learned at some point and forgotten, was married to a professor. She loved all things British. She made my mother learn to bake English muffins, make pancakes, scramble eggs, bake bread and meat pie but most of all, she taught my mother to love tea.",
      "I suppose in a way, I have her to thank for that, even though I suspect when my mother says raised, she means slaved but we are in Africa. It is an easy mistake to make.",
      "My mother and I never saw eye to eye. When I was young, she believed in God for a male child. She already had three girls. The pressure was distracting, between that and her job, she really did not have time to mother. When she finally got a son, I was young enough but old enough to realise that she looked at me, when she did look at me, with something akin to suspicion. For some reason, it felt, that she figured early on, earlier than I even knew what sex was, that I might develop into a sexual deviant.",
      "I don’t think it was anything I did particularly, after all, I remember this suspicion as far back as six. I have also never asked why. At this age, some conversations may be redundant. But she did. She yelled at me at six, when she found me coming out of the neighbouring “uncle’s” room. I would understand the fear in my adulthood except the way she went about showing this concern was strange.",
      "'Why did you come out of there? What were you doing there?'",
      "Not an “Are you okay?” Or a “Show me where he touched you on the dolly” in sight. We didn’t have dolls anyway. We were poor. And he didn’t touch me. He asked me to leave some lunch for him. I took him seriously and I did. Turned out he was joking, evidenced by the look on his face when I proudly showed off my food flask but my mother didn’t know any of that. She didn’t ask. Only threatened to beat me. I think from then on, she was suspicious.",
      "It wasn’t subtle either. She took my sleeping with my hands between my legs to keep them warm and ward off the malaria cold as a sign of lesbianism. She was deeply suspicious of all my male friends while seeming to never mind that my elder sister dated in secondary school at the same age I was. She questioned my movements, and my friendships always in an accusing tone.",
      "I remember when I finally snapped. We had just moved to a new house in a rough neighbourhood and my two male friends came to visit. The sitting room was still dirty, chairs hadn’t been properly arranged, so I suggested it would be more comfortable in the room already arranged. The bedroom I shared with my other three siblings, who were present at the time of the conversation. My mother agreed. So we went.",
      "We sat in the room with my other siblings having conversation for about an hour before I saw them off. Two weeks later she accused me of taking strange men into my room in her presence to do who-knew-what. My father told me I couldn’t be irresponsible. That if I “messed up myself” my life would be useless. We had a fight. I told her she had always treated like I was going to morph into a prostitute overnight and we barely spoke for two days.",
      "I’m telling you this so you know that my mother and I rarely spoke. She was not who I considered my friend. Until I had that cup of coffee at fourteen. My mother might have thought I would become a prostitute but she was the one that metamorphosized into something else. Something small. Through the suspicion and the fights, my mother was a force. Tiny woman who fearlessly faced down teenage boys twice her size. She was energetic. She had a fire.",
      "In between six and fourteen. In between a well paying job and abject poverty. In between being the most reliable breadwinner and the most reliable blame taker my mother shrunk. She went from wielding a cane to wringing her hands. She went from long winded scolding to apathetic silences. And she shrunk. The pants suits turned to mismatched clothing. The American muffins turned to watery soups. The fierceness turned to shallow timidity but what remained the same was the tea.",
      "My mother would make a cup in the morning. Sitting at the window of our house. Not the one I had called her a bad mother in, another home. An emptier one. She would sip her coffee. As we left. My father to wherever. My younger siblings to school. My elder sister to university. It was always just me and my mother. Even then, at fourteen, I knew my mother was not the same suspicious woman. This one, this version of mother, was someone else.",
      "I hesitated at first. I only ventured into the sitting room to watch her drinking a cup. Then I would ask for a sip, bracing myself for bitterness and childhood regret. But it never came. My mother liked her coffee black and sweet. No wonder, I thought, that she looked less sad, less haunched, less tired. A cup of",
      "coffee was a hollow magic wand, a black anchor that rolled back time, just a little, but only a little.",
      "It was humbling to see that sad-mom was not as formidable. It seemed petulant to keep fighting with an adversary who had forgotten where the weapons were kept. So I ventured farther. I began to sit with her. She talked to me. Or at me. I barely listened. About people I didn’t know. About the area we lived in that I hated. About what she hoped we could accomplish. About what the neighbours were up to. I listened, without committing to memory. I didn’t think the point was to remember. Only listen.",
      "She never apologised. I never asked for me. It was my thinking that sometimes kindness was enough, to soothe, to heal. And so I sat.",
      "Then one morning, when I was fourteen years old, when the house was empty and my mother sat by the window with her hollow magic wand, I asked her if I could have a cup. Her eyes lit up. She made me one. It did not taste like bitterness and childhood regret. It tasted light and sweet. It tasted, especially on dark days when I needed a bit of comfort, like kindness. A kindness that like my mother I came to love.",
      "You know, I think this is either about my mother or I might have been wrong after all and this is a story entirely about coffee.",
      "When I asked Stickx to guest-write, at least, a article/story, for tiimbooktu.com, she first said, “Wednesday!”, then she said “No.” and I left it alone.",
      "On Tuesday morning, I got what you just read sent to my email.",
      "It’s one thing you’ll come to know about her: She’s. random.",
      "Wanna guest-‘write’ something for us? A written story? One coupled with a voice-over? Or one through an art form? Shit, what you waiting for? Send us a message already at kijagoban@tiimbooktu.com",
      "Gracias."

    ]
  },
  {
    "id": 3,
    "title": "THE NOW",
    "content": [
      "A few thousand years ago, there was an obscure, rustic settlement, existing off the beaten path. Its people were mostly poor farmers and fishermen, tradesmen and craftsmen. One of them was a woodworker.",
      "This woodworker had a son who grew to be very well known in that city. And one of the things he did quite a lot of was telling stories.",
      "This is one of the stories he told. ",
      "For a marriage, ten people had been delegated to carry wedding torches. After the wedding ceremony at the bride’s house, they were to join a procession to the marriage feast at the groom’s house.",
      "Now, for the journey, five of these torchbearers brought along little flasks of olive oil. This was to replenish the oil for their torches in the event it was exhausted. The other half didn’t bother carrying any flask or extra oil.",
      "The groom, delayed by some circumstances, did not show up on time and was running late. No one knew when exactly he would show up. So, while they waited, one after another, they all drifted to sleep.",
      "Sometime around midnight, a voice shouted very loudly, from the darkness, that the groom was arriving. Everyone scrambled to get up and welcome the groom. The torchbearers, who were to be with the procession, began preparations to leave soon. ",
      "That was when they realized there was a small problem. As a result of how long they had waited for the groom, their torches had all burnt out. They began trimming out the burnt wicks. Those who had brought extra oil in their flask proceeded to pour in their oil. Those who hadn’t any extra oil didn’t quite know what to do. Helpless, they asked the five, who had extra oil, to give them some to pour in their torches as well. But this request was politely declined. The oil they had wasn’t enough for two torches. If they shared the oil, the procession would be lit for maybe half the way and then all the lights would go off. What would happen then?",
      "Maybe they could quickly run out to get some oil from sellers and return before the ceremony was over and the procession to the marriage feast at the groom’s house would begin? ",
      "The five who didn’t have any oil quickly ran out into the darkness to see where they could get some. While they were out, the ceremony concluded and the procession to the marriage feast began. The five torchbearers, with their brightly burning torches, proceeded to join the groom and they all proceeded to his house.",
      "When the procession arrived, the doors were closed behind them and the feast began.",
      "The five torchbearers without oil, I assume, eventually did get some oil for their torches. They hurried to the feast. But the doors were closed. So they began knocking, pleading to be allowed in.",
      "The groom comes to the door and gently tells them, “Please be assured, I do not know you. Go away.”",
      "Okay, so maybe he didn’t tell them gently. Maybe he actually yelled. But you get the point. They weren’t allowed in- even though they had presumably found themselves some oil.",
      "A few years ago, at the height of the COVID-19 lockdown, I came across a post in X. The user was asking people to gain skills, aggressively seek new knowledge- essentially find a way to become better and find avenues to grow.",
      "Quite a few people attacked him and asked that he not put anyone under any pressure. It was their opinion that people were trying to survive and he should let people just find avenues of pleasure as that was the proper way to combat the depression of the lockdown. For an interminable moment, I wasn’t sure how those replies had any correlation with the tweet.",
      "When I was little, I read a book about those who the Igbos describe as “Ndi chi ha ne etiri ha aki”, those whose palm kernels have been cracked by benevolent spirits.",
      "If a person whose palm kernel has been cracked by benevolent spirits is telling you that you do not need to hurry to crack your own palm kernels, and that, instead, you need to be comfortable playing around, it is perfectly alright, and well within your rights, to listen to them and follow their advice. Chances are, however, that you will learn that while palm kernels might be in infinite supply, cracked palm kernels are not. The time to crack your palm kernels is rarely ever in the throes of hunger. Hunger is a cruel companion and an even crueler teacher.",
      "If you are a torch bearer hoping to be a part of the procession, be at the feast and sit at the table, having a extra oil is always a great idea. If you aren’t carrying an extra flask of oil and someone who also isn’t carrying an extra flask tells you not to worry about getting any since he isn’t, maybe he doesn’t mind being locked out of the feast. Maybe he doesn’t like feasts- or tables. Maybe he has other plans- or tables. And chances are maybe those plans don’t include you. So, if that person, not carrying an extra flask of oil tries to convince you that you do not need extra oil, if you really want to join the procession, be at the feast and sit at the table, maybe you shouldn’t listen to them.",
      "If someone carrying an extra flask of oil tells you not to worry about carrying your own extra flask of oil, maybe they don’t understand your motivations. But if you want a place at the table, maybe you shouldn’t listen to them.",
      "There is always, of course, the option to be a lesson to others, like the five late torchbearers. Our elders say the man who presents his head to break a coconut is rarely ever present to partake in the eating of it.",
      "May the crack of dawn meet you cracking your palm kernels. May the dusk meet you with extra oil for your lamp. ",
      "When you move, the universe moves. When you reach, it reaches. When you stretch, it stretches. But always, you must move first.",
      "Move now.",
      "Val’ writes out of passion, out of boredom & out of Illinois. "
    ]
  }
]
